{
	"nav_home": "Home",
	"nav_gallery": "Gallery",
	"header_tagline": "Nestled in a green valley surrounded by forested mountains, rivers, streams, and waterfalls.",
	"header_home_title": "Home",

	"home_title": "Cabañas Ucihuen - Cabin Rental in Lago Puelo, Patagonia",
	"home_meta_description": "Cabañas Ucihuen: cabin rental in Lago Puelo, Patagonia Argentina. Minutes from the National Park, with WiFi, parking, and barbecue grill. Book now.",
	"gallery_meta_description": "Photo gallery of Cabañas Ucihuen in Lago Puelo. Explore our cabins for 4 and 7 guests, interiors, and outdoor areas.",
	"home_desc_1_before": "Located just two blocks from the center of the",
	"home_desc_1_link": "Lago Puelo Tourist Village",
	"home_desc_1_after": ", offering the perfect combination of tranquility, comfort, and easy access to local shops and services.",
	"home_desc_2_before": "Less than 3 kilometers away, you'll find the",
	"home_desc_2_link": "Lago Puelo National Park",
	"home_desc_2_after": ", with unique wildlife and a wide range of activities including boat and kayak rides, hiking trails, beaches, forests, and waterfalls.",
	"home_amenities_title": "Cabin Amenities",
	"home_amenities_desc": "Our cabins are equipped with everything you need for a worry-free stay: bedding and towels, full tableware, 200 Mbps fiber optic Internet, streaming TV, and shaded parking. We also welcome you with a breakfast kit that includes coffee, tea, yerba mate, sugar, and homemade jam. For colder days, we provide heaters, warm bedding, and 24-hour hot water. Outside, you can enjoy your private grill or relax in our park filled with fruit trees, set in a quiet environment with mountain views, just steps away from the lake and river.",
	"home_cabins_title": "Our Cabins",
	"home_location_title": "Our Location",
	"home_location_subtitle": "Lago Puelo, Chubut",
	"home_reviews_title": "Reviews",
	"home_link_lago_puelo": "Official Site - Lago Puelo",
	"home_link_parque_nacional": "Official Site - Lago Puelo National Park",

	"amenity_pets": "Pet Friendly",
	"amenity_parking": "Shaded Parking",
	"amenity_heating": "Cabin Heating",
	"amenity_wifi": "Fiber Optic WiFi",
	"amenity_grill": "Barbecue Grill",
	"amenity_hot_water": "Hot Water",
	"amenity_tv": "Streaming TV",
	"amenity_bathroom_kit": "Bathroom Supplies",
	"amenity_bedding": "Bed Linens",
	"amenity_patio": "Outdoor Patio",
	"amenity_fire_extinguisher": "Fire Extinguisher",
	"amenity_hair_dryer": "Hair Dryer",
	"amenity_kitchen_kit": "Kitchen Supplies",
	"amenity_smoking": "Smoking Area Available",
	"amenity_extra_pillows": "Extra Pillows & Blankets",
	"amenity_first_aid": "First Aid Kit",
	"aria_show_less": "Show fewer amenities",
	"aria_show_more": "Show more amenities",

	"cabin_7_title": "Cabin for 7 guests",
	"cabin_mobile_title_prefix": "Cabin for",
	"cabin_7_mobile_guests": "7 guests",
	"cabin_7_floors": "Two floors",
	"cabin_7_alt": "Cabin for 7 guests - Cabañas Ucihuen",
	"cabin_4_title": "Cabin for 4 guests",
	"cabin_4_mobile_guests": "4 guests",
	"cabin_4_floors": "Single floor",
	"cabin_4_alt": "Cabin for 4 guests - Cabañas Ucihuen",
	"room_bedrooms_2": "2 Bedrooms",
	"room_living_dining": "Living-Dining Room",
	"room_kitchen": "Kitchen",
	"room_bathroom": "Bathroom",
	"room_kitchen_dining": "Kitchen-Dining Room",
	"room_living_futons": "Living Room with Futons",

	"gallery_title": "Gallery - Cabañas Ucihuen",
	"gallery_cab1_heading": "Cabin for 7 Guests",
	"gallery_cab1_subtitle": "2 BEDROOMS | LIVING-DINING ROOM | KITCHEN | BATHROOM",
	"gallery_cab2_heading": "Cabin for 4 Guests",
	"gallery_cab2_subtitle": "1 BEDROOM | KITCHEN-DINING ROOM | LIVING ROOM WITH FUTONS | BATHROOM",
	"gallery_ext_heading": "Outdoors",
	"gallery_ext_subtitle": "GARDEN AREA | PARKING | BARBECUE GRILL",
	"gallery_cab1_label": "Cabin for 7 guests",
	"gallery_cab2_label": "Cabin for 4 guests",
	"alt_exterior_photo": "Exterior view of Cabañas Ucihuen, photo {n}",
	"alt_interior_cab1_photo": "Interior of cabin for 7 guests, photo {n}",
	"alt_interior_cab2_photo": "Interior of cabin for 4 guests, photo {n}",

	"footer_find_us": "Also find us on",
	"footer_write_us": "or contact us at",
	"footer_copied": "Copied!",
	"footer_development": "Development",
	"footer_design": "Design",

	"aria_close": "Close",
	"aria_close_image": "Close image",
	"fab_whatsapp_title": "Contact us on WhatsApp",

	"weather_title": "Weather in Lago Puelo",
	"weather_feels_like": "Feels like:",
	"weather_clear": "Clear sky",
	"weather_mainly_clear": "Mainly clear",
	"weather_partly_cloudy": "Partly cloudy",
	"weather_overcast": "Overcast",
	"weather_fog": "Fog",
	"weather_drizzle": "Drizzle",
	"weather_rain": "Rain",
	"weather_snow": "Snow",
	"weather_showers": "Showers",
	"weather_thunderstorm": "Thunderstorm",
	"weather_unknown": "Unknown",
	"weather_aria_label": "Current weather in Lago Puelo",

	"nav_excursions": "Walks",
	"excursions_title": "Recommended Walks - Cabañas Ucihuen",
	"excursions_meta_description": "Discover the best walks and excursions near Cabañas Ucihuen in Lago Puelo: National Park, beaches, trails, markets and more.",
	"excursions_heading": "Recommended Walks",
	"excursions_intro": "Discover the natural beauty surrounding Ucihuen and the charm of Lago Puelo. This privileged corner of Patagonia offers a wide variety of walks and outdoor activities, perfect for connecting with nature and enjoying unforgettable landscapes.",

	"excursion_1_title": "Lago Puelo National Park",
	"excursion_1_desc": "With a remarkable variety of flora, including unique species like hazelnut, ulmo, tique and lingue trees, the park features pure pitra forests, Argentina's largest cypress groves, and is one of only three national parks that protect the alerce tree. Whether by boat excursion or on foot along hiking and trekking trails, you can discover places of enormous beauty such as the source of the Puelo River, the León River waterfall, and the Melo River canyon. Easily accessible, just 4 kilometers from Lago Puelo, the Park has a recreational area with rustic camping and fire pits.",
	"excursion_2_title": "Río Azul Footbridge",
	"excursion_2_desc": "The Río Azul Footbridge is a unique natural swimming spot where you can spend an unforgettable family day enjoying the water. For trekking enthusiasts, there are trails of varying duration and difficulty. Shelters, lagoons, waterfalls, and the border landmarks with Chile are among the attractions that Lago Puelo offers in the Andean Region.",
	"excursion_3_title": "Cayún Beach",
	"excursion_3_desc": "Cayún Beach is a natural site in the Lago Puelo area. Known for its scenic landscapes, it's perfect for hiking and enjoying the Patagonian surroundings, and is a must-visit spot near Lago Puelo. Accessed via local roads, it offers an immersive experience in nature.",
	"excursion_4_title": "El Bolsón Regional Market",
	"excursion_4_desc": "The El Bolsón Regional Artisan Market at Plaza Pagano is a cultural and productive tradition dating back to the 1970s. You can taste regional products like craft beer, berries, cheeses and natural products, or buy ceramics, weavings, leather goods, silverwork and musical instruments. It's currently one of the world's most famous artisan markets, with about 200 permanent stalls and up to 400 in summer. Open Tuesdays, Thursdays, Saturdays and Sundays.",
	"excursion_5_title": "Laberinto Patagonia",
	"excursion_5_desc": "There's a place in Patagonia where getting lost is part of the journey. Laberinto Patagonia is the largest natural labyrinth in South America, but it's also much more: an experience among mountains, an invitation to the unknown, a memory that stays with you. Those who enter don't always look for the exit — sometimes they just want to feel again.",
	"excursion_6_title": "Perito Moreno Ski Center",
	"excursion_6_desc": "Perfect for enjoying snow with the family, Cerro Perito Moreno also offers summer activities: interpretive hikes, aerial park with ziplines, horseback riding, and mountain cuisine. The ski lifts take you up to 1,700 meters with panoramic views of the valleys and the Andes mountain range. The high-altitude trek to the Glacier and an emerald-green lagoon is an unforgettable experience.",
	"excursion_7_title": "Puerto Patriada",
	"excursion_7_desc": "Puerto Patriada is a small settlement and beach located in the Lago Epuyén Multiple Use Forest Reserve, 14 km from El Hoyo. It's reached by a road through farms and pine forests. It has a campsite and a supply store, and on the lake you can enjoy water sports like kayaking, rowing, sailing and fly fishing.",
	"excursion_8_title": "La Confluencia Footbridge",
	"excursion_8_desc": "Located near Lago Puelo, the La Confluencia Footbridge is a point where rivers and trails meet in a setting of great natural beauty. It's ideal for short walks, bird watching, and enjoying the tranquility of the Patagonian forest.",
	"excursion_9_title": "Lago Viewpoint Trail",
	"excursion_9_desc": "A medium-difficulty mountain trail that climbs 130 meters above Lago Puelo to a viewpoint with panoramic views of the lake and surrounding mountains. The trail is 900 meters long with an estimated round-trip time of 2 hours. Caution is recommended on slopes and rock steps, and bring water and proper footwear.",
	"excursion_10_title": "Ancient Settlers Trail",
	"excursion_10_desc": "Declared Historical, Cultural and Natural Heritage, this nearly 1 km trail runs through the El Cóndor and Cauken lanes. It's a journey through time across the land used by the pioneers of Lago Puelo, ideal for discovering the history and cultural landscape of the region.",

	"excursion_directions": "Get directions",
	"excursion_website": "Website",
	"excursion_read_more": "Read more",
	"excursion_read_less": "Read less",

	"excursion_tag_nature": "Nature",
	"excursion_tag_trails": "Trails",
	"excursion_tag_beach": "Beach",
	"excursion_tag_market": "Market",
	"excursion_tag_trekking": "Trekking",
	"excursion_tag_ski": "Ski",
	"excursion_tag_adventure": "Adventure",
	"excursion_tag_water_sports": "Water Sports",
	"excursion_tag_viewpoint": "Viewpoint",
	"excursion_tag_history": "History",
	"excursion_tag_gastronomy": "Gastronomy",
	"excursion_tag_family": "Family"
}
